Repository: common-repository/product-filter-ajax-for-woo
Catalog: languages/product-filter-ajax-for-woo-*.po
Languages: de_de

source: Settings are successfully saved
de_de: Einstellungen werden erfolgreich gespeichert

source: WooCommerce Product Filter Options
de_de: WooCommerce Produktfilter Optionen

source: Here you can setup your filters.
de_de: Hier können Sie Ihre Filter einrichten.

source: The free version is limited to 3 filters.
de_de: Die kostenlose Version ist auf 3 Filter beschränkt.

source: Display Options
de_de: Anzeige Optionen

source: Location
de_de: Anzeigeort

source: Shop Page [before products]
de_de: Shop-Seite [vor Produkten]

source: Vertical
de_de: Vertikal

source: Filter works only on WooCommerce Shop/Categorie Page + in Sidebar on Shop/Categorie Page.
de_de: Der Filter funktioniert nur auf der WooCommerce Shop/Kategorie-Seite + in der Sidebar auf der Shop/Kategorie-Seite.

source: Checkbox Filter (Custom Attributes)
de_de: Checkbox Filter (Benutzerdefinierte Attribute)

source: Select Filter (Categories)
de_de: Select Filter (Kategorien)

source: Filter Type
de_de: Filter Typ

source: Please select...
de_de: Bitte wählen Sie...

source: Brand
de_de: Marke

source: All Categories
de_de: Alle Kategorien

source: Is Color
de_de: Farbe

source: Add Filter
de_de: Filter hinzufügen

source: Save Settings
de_de: Einstellungen speichern

source: Go to Support Forum
de_de: Zum Supportforum

source: Contact
de_de: Kontakt

source: Unlimited Filters
de_de: Unbegrenzte Filter

source: Customize all Colors
de_de: Alle Farben anpassbar

source: More Checkbox Designs
de_de: Weitere Checkbox-Designs

source: More Select Box Designs
de_de: Weitere Select-Box-Designs

source: More Price Filter Designs
de_de: Weitere Preisfilter-Designs

source: for only <b>€19,99,-</b>
de_de: für nur <b>€19,99,-</b>

source: + Lifetime Support & Updates
de_de: + Lebenslanger Support & Updates

source: To buy the Pro Version send me an email to michaelleithold18@gmail.com.<br />You will get all infos.
de_de: Um die Pro-Version zu kaufen, schicken Sie mir eine E-Mail an michaelleithold18@gmail.com.<br />Sie erhalten alle Informationen.

source: Buy the Pro Version
de_de: Kaufen Sie die Pro-Version

source: Price
de_de: Preis

source: Categorie
de_de: Kategorie

source: Woo Ajax Product Filter benötigt WooCommerce. Bitte installieren Sie WooCommerce.
de_de: Product Filter AJAX for Woo requires WooCommerce. Please install WooCommerce.

source: The Filter with the ID
de_de: Der Filter mit der ID

source: was sucessfully deleted!
de_de: wurde erfolgreich gelöscht!

source: No Filter deleted because no Filter ID!
de_de: Kein Filter gelöscht, weil keine Filter-ID!

source: Not saved
de_de: Nicht gespeichert
